GREETING = (
    "<b>Привет! Я твой проводник в мире манги!</b> 📚\n\n"
    "Я здесь, чтобы ты ничего не пропустил. Мои суперспособности:\n"
    "• 🔔 <b>Уведомления:</b> узнавай о новинках на сайте первым.\n"
    "• 📥 <b>Скачивание:</b> забирай главы с собой, чтобы читать их даже там, где нет интернета (хоть в глухом лесу! 😉).\n\n"
    "<i>Готов приступать? Выбирай команду в меню! (Пропиши /help)</i>"
)

HELP = (
    "<b>Центр управления мангой</b> ⚙️\n\n"
    "Возникли вопросы? Вот список доступных команд, которые помогут тебе освоиться:\n\n"
    "• /start — Показать <b>приветственное сообщение</b> и запустить бота.\n"
    "• /help — Открыть это <b>меню помощи</b> (ты уже здесь!).\n"
    "• /download <code>[артикул]</code> — <b>Скачать мангу.</b> Просто введи команду и SKU (артикул) тайтла, чтобы получить файлы.\n\n"
    "<i>Пример:</i> <code>/download 200iuhfghduhouh</code>"
)
