GREETING = (
    "Административная панель управления мангой\n\n"
    "Доступные функции:\n"
    "- <b>Начать парсинг</b>\n"
    "- <b>Остоновить парсинг</b>\n"
    "- <b>Статистика и аналитика</b>\n"
    "\n"
    "📋 Используйте /help для просмотра команд"
)


HELP = (
    "Доступные команды\n"
    "<b>Основные команды:</b>\n"
    "/start - Стартовое меню\n"
    "/help - Данное сообщение\n"
    "<b>Парсинг:</b>\n"
    "/startparsing - Начать парсинг\n"
    "/stopparsing - Остоновить парсинг (Принудительно остонавливает парсинг)\n"
    "/status - Статус парсинга"
)
