GREETING = (
    "Административная панель управления мангой\n\n"
    "Доступные функции:\n"
    "- <b>Начать парсинг</b>\n"
    "- <b>Остановить парсинг</b>\n"
    "- <b>Статистика и аналитика</b>\n"
    "\n"
    "📋 Используйте /help для просмотра команд"
)


HELP = (
    "Доступные команды\n"
    "<b>Основные команды:</b>\n"
    "/start - Стартовое меню\n"
    "/help - Данное сообщение\n"
    "<b>Парсинг:</b>\n"
    "/start_parsing - Начать парсинг\n"
    "/stop_parsing - Остановить парсинг (Принудительно останавливает парсинг)\n"
    "/stop_spider - Остановить парсинг выбранного паука (Пример: <code>/stop_spider HitomiSpider</code>)\n"
    "/start_spider - Запустить Запустить парсинг выбранного паука (Пример: <code>/start_spider HitomiSpider</code>)\n"
    "/status - Статус парсинга, так-же можно получить список рабочих пауков"
)
